{
    "title": "Unrestrained 2024 Summer Festival",
    "posterLink": "shcm_hall.jpg",
    "posterCaption": "(SHCM Opera House Orchestra Rehearsal Hall)",
    "DATE_ID": 0,
    "TIME_ID": 1,
    "DURATION_ID": 2,
    "LOCATION_ID": 3,
    "date": "2024.8.9", 
    "time": "19:00",
    "duration": "2 hours with an intermission",
    "location": "SHCM Opera House Orchestra Rehearsal Hall",
    "tentative": [true, true, true, true],
    "conductor": "URFO Music Director Brian Guo", 
    "artists": [["Composer Lindsay Liu (Debut), Mezzo-soprano Angela Zhu, Soprano Anny Lu", "Art Song"],
                ["Pianist Brian Guo, Violinist Emma Wang, Cellist Roy Yang", "Piano Trio"],
                ["Guest Pianist Vicky Yang, Violinist Jessica Zhu, Cellist Quentin Cong", "Piano Trio"], 
                ["Alfred Ni", "URFO composer-in-residence"],
                ["Flautist Felicia Peng, Clarinetists Marcus Xie & Tina Wei, Violinist Jessica Zhu", "Solo"],
                ["Unrestrained Festival Orchestra", "Symphony"]],
    "description": "Classical? Romanticism? Impressionism? Modern? Why not a mixture of all of them! Experience an unforgettable music journey at the Unrestrained 2024 Summer Festival! \n\n This year, we are proud to present the work from debút composer Lindsay Liu for her art songs and we are honored to introduce and première the new commission with URFO composer-in-residence Alfred Ni for a program music with program notes by Crystal Cheng relating to conflict, mind, life and death.\n\nApart from new music, we are glad to present the works from Ravel, Mozart, and etc., including chamber and orchestral works, with orchestral works delivered by our Brand New URFO Orchestra Lineup. In this annual event, we are excited to welcome Vicky Yang as our guest pianist, who will be debutting with violinist Jessica Zhu and cellist Quentin Cong in a piano trio at URFO.\n\n See below for schedule of this concert as well as the complete list of artists that will be on stage at this time.",
    "programs_announced": false,
    "programs_announce_date": "May 2024"
}